Revit 2027 API
SpecTypeId.MassEquivalentPerUnitMass Property
 Mass Equivalent per Unit Mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassEquivalentPerUnitMass { get; }
Public Shared ReadOnly Property MassEquivalentPerUnitMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassEquivalentPerUnitMass {
	ForgeTypeId^ get ();
}
static member MassEquivalentPerUnitMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace